Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/monodevelop-tm.tmx
Source language: en
Languages: ca_es

source: Are you sure you want to delete the action group '{0}'?
ca_es: Esteu segur que voleu suprimir el grup d'accions '{0}'?

source: Are you sure you want to delete '{0}'?
ca_es: Esteu segur que voleu suprimir '{0}'?

source: Source
ca_es: Font

source: Reference Type
ca_es: Tipus de referència

source: Reference Path
ca_es: Camí de la referència

source: Class Name
ca_es: Nom de la classe

source: GTK# Version
ca_es: Versió del GTK#

source: GTK# Widgets
ca_es: Ginys del GTK#

source: Containers
ca_es: Contenidors

source: Widgets
ca_es: Ginys

source: Action
ca_es: Acció

source: Select Icon
ca_es: Seleccioneu la icona

source: Clear Icon
ca_es: Neteja la icona

source: New button
ca_es: Botó nou

source: Empty toolbar
ca_es: Barra d'eines buida

source: All Directions
ca_es: Totes les direccions

source: Image
ca_es: Imatge

source: Size
ca_es: Mida

source: State
ca_es: Estat

source: Direction
ca_es: Direcció

source: Rename Group...
ca_es: Canvia del nom el grup...

source: New Group...
ca_es: Grup nou...

source: Rename Group
ca_es: Canvia del no el grup

source: New Group
ca_es: Grup nou

source: _New name:
ca_es: _Nom nou:

source: More...
ca_es: Més...

source: (None)
ca_es: (cap)

source: Load Error:
ca_es: Error en carregar:

source: Unknown widget:
ca_es: Giny desconegut:

source: Select Image
ca_es: Seleccioneu la imatge

source: _Icon Name:
ca_es: _Nom: de la icona:

source: Resource Name:
ca_es: Nom del recurs:

source: Resources
ca_es: Recursos

source: Project Icons
ca_es: Icones del projecte

source: Edit Icon
ca_es: Edita la icona

source: Icon name:
ca_es: Nom de la icona:

source: Image:
ca_es: Imatge:

source: Select Image...
ca_es: Seleccioneu la imatge...

source: Widget Designer
ca_es: Dissenyador de ginys

source: Action Group:
ca_es: Grup d'accions:

source: New Action Group
ca_es: Nou grup d'accions

source: _Select
ca_es: _Selecciona

source: Windows
ca_es: Finestres

source: Empty
ca_es: Buit

source: Property
ca_es: Propietat

source: Signal
ca_es: Senyal

source: After
ca_es: Després

source: The form designer could not be loaded
ca_es: El dissenyador de formularis no s'ha pogut carregar.

source: Could not import project:
ca_es: No s'ha pogut importar el projecte:

source: Importing project:
ca_es: S'està important el projecte:

source: Importing solution
ca_es: S'està important la solució

source: Project file not found:
ca_es: No s'ha trobat el fitxer de projecte:

source: The solution could not be imported.
ca_es: No s'ha pogut importar la solució.

source: Assembly reference could not be imported:
ca_es: No s'ha pogut importar la referència de l'assemblat:

source: Can't import file:
ca_es: No s'ha pogut importar el fitxer:

source: Output directory '{0}' can't be mapped to a local directory. The directory '{1}' will be used instead
ca_es: El directori de sortida '{0}' no s'ha pogut mapar a un directori local. Es farà servir el directori '{1}' en el seu lloc

source: Convert to MSBuild
ca_es: Converteix a MSBuild

source: Win32 Icon:
ca_es: Icona de Win32:

source: My Type:
ca_es: El meu tipus:

source: Compiler Code Page:
ca_es: Taula de codis del compilador:

source: _Main Class:
ca_es: Classe _principal:

source: <b>Optimization/Debug options</b>
ca_es: <b>Optimitzacions i opcions de depuració</b>

source: Optimize:
ca_es: Optimitza:

source: <b>Warnings</b>
ca_es: <b>Advertiments</b>

source: Executable with GUI
ca_es: Executable amb interfície gràfica

source: Module
ca_es: Mòdul

source: Empty File
ca_es: Fitxer buit

source: Creates an empty VB.Net file.
ca_es: Crea un fitxer VB.Net buit.

source: Empty Project
ca_es: Projecte buit

source: Creates an empty VB.Net solution.
ca_es: Crea una solució VB.NET buida.

source: Create a console VB.Net project
ca_es: Crea un projecte VB.Net de consola

source: Gtk# 2.0 Project
ca_es: Projecte Gtk# 2.0

source: Creates a VB.NET Gtk# 2.0 project.
ca_es: Crea un projecte VB.NET Gtk# 2.0.

source: General Options
ca_es: Opcions generals

source: Compiler Options
ca_es: Opcions del compilador

source: The name or e-mail of the user has not been configured.
ca_es: No s'ha configurat el nom o l'adreça electrònica de l'usuari.

source: View ChangeLog...
ca_es: Visualitza el ChangeLog...

source: Options...
ca_es: Opcions...

source: Configure user data
ca_es: Configura les dades de l'usuari

source: Details...
ca_es: Detalls...

source: ChangeLog entry:
ca_es: Entrada ChangeLog:

source: ChangeLog _Policy
ca_es: _Política de ChangeLog

source: Custom policy
ca_es: Política personalitzada

source: Message Style
ca_es: Estil del missatge

source: Insert ChangeLog Entry
ca_es: Insereix entrada al ChangeLog

source: ChangeLog Integration
ca_es: Integració ChangeLog

source: Location
ca_es: Ubicació

source: Type of component:
ca_es: Tipus de component_:

source: Add Assembly...
ca_es: Afegeix assemblat...

source: Resource ID
ca_es: ID del recurs

source: Custom Tool
ca_es: Eina personalitzada

source: File Path
ca_es: Camí del fitxer

source: Root Directory
ca_es: Directori arrel

source: Namespaces
ca_es: Espais de noms:

source: Types
ca_es: Tipus

source: Fields
ca_es: Camps

source: Methods
ca_es: Mètodes

source: Toolbox
ca_es: Caixa d'eines

source: Document Outline
ca_es: Contorn del document

source: Visual Design
ca_es: Disseny visual

source: Add Items...
ca_es: Afegeix elements...

source: Building {0}
ca_es: S'està muntant {0}

source: Project could not be built:
ca_es: No s'ha pogut muntar el projecte:

source: Build failed. See Build Output panel.
ca_es: Ha fallat el muntatge. Vegeu el panell de sortida del muntatge.

source: Cleaning project
ca_es: S'està netejant el projecte

source: Project could not be cleaned:
ca_es: No s'ha pogut netejar el projecte:

source: Project successfully cleaned
ca_es: El projecte s'ha netejat amb èxit.

source: Executing {0}
ca_es: S'està executant {0}

source: Project could not be executed:
ca_es: No s'ha pogut executar el projecte:

source: Project Name:
ca_es: Nom del projecte:

source: Please enter a valid project name
ca_es: Si us plau, introduïu un nom de projecte vàlid

source: Makefile Integration
ca_es: Integració amb Makefile

source: Build target name:
ca_es: Nom de l'objectiu de muntatge:

source: Clean target name:
ca_es: Neteja l'objectiu:

source: Execute target name:
ca_es: Executa l'objectiu:

source: Build processes:
ca_es: Processos de muntatge:

source: Assembly Name variable:
ca_es: Nom de variable de l'assemblat:

source: Makefile path:
ca_es: Camí del Makefile:

source: Output directory variable:
ca_es: Variable del directori de sortida:

source: Enable project file synchronization
ca_es: Habilita la sincronització del fitxer del projecte

source: Deployment files
ca_es: Fitxers de desplegament

source: Source code files
ca_es: Fitxers del codi font

source: Other Files
ca_es: Altres fitxers

source: Makefile variable name:
ca_es: Nom de variable del Makefile:

source: Enable references synchronization
ca_es: Habilita la sincronització de referències

source: Look for packages in configure.in
ca_es: Cerca paquets al configure.in

source: Assembly References
ca_es: Referències d'assemblats

source: Path for configure.in
ca_es: Camí pel configure.in

source: Package References
ca_es: Referències del paquet

source: Project References
ca_es: Referències del projecte

source: Compiler :
ca_es: Compilador :

source: Deploy directory:
ca_es: Directori de desplegament:

source: Use existing Makefiles
ca_es: Utilitza els fitxers Makefile existents

source: Generate new Makefiles
ca_es: Genera nous Makefiles

source: Default configuration:
ca_es: Configuració per defecte:

source: Select the kind of Makefile to generate:
ca_es: Seleccioneu el tipus de Makefile que voleu generar:

source: Generate Makefiles
ca_es: Genera Makefiles

source: Select the kind of Makefile you want to generate:
ca_es: Seleccioneu el tipus de fitxer Makefile que voleu generar:

source: Generate Makefiles...
ca_es: Genera fitxers Makefile...

source: Web service not found.
ca_es: No s'ha trobat el servei web.

source: Web reference already exists
ca_es: Ja existeix una referència web

source: Web Service References
ca_es: Referències dels serveis web

source: Web References
ca_es: Referències web

source: Go back one page
ca_es: Vés enrere una pàgina

source: Go forward one page
ca_es: Vés endavant una pàgina

source: Reload current page
ca_es: Torna a carregar la pàgina actual

source: Stop loading this page
ca_es: Atura la càrrega d'aquesta pàgina

source: Go back to the home page
ca_es: Torna a la pàgina d'inici

source: Add Web Reference
ca_es: Afegeix una referència web

source: Web Service Url:
ca_es: URL del servei web:

source: .NET 2.0 Web Services
ca_es: Serveis web de .NET 2.0

source: Reference:
ca_es: Referència:

source: Credentials
ca_es: Credencials

source: Web Reference
ca_es: Referència web

source: Update Web References
ca_es: Actualitza les referències web

source: Update Web Reference
ca_es: Actualitza la referència web

source: Delete All
ca_es: Suprimeix-ho tot

source: Creates a new C# console project.
ca_es: Crea un projecte C# de consola nou.

source: Creates an empty C# file.
ca_es: Crea un fitxer C# buit.

source: Creates an empty C# project.
ca_es: Crea un projecte C# buit.

source: Creates a Gtk# 2.0 project.
ca_es: Crea un projecte Gtk# 2.0.

source: Creates an empty C# class library
ca_es: Crea una biblioteca de classes C# buida

source: S_how Code Generation Window
ca_es: Mostra la finestra de generació de codi

source: C# source code
ca_es: Codi font C#

source: C# Format
ca_es: Format C#

source: _Move to prev usage
ca_es: _Mou a l'ús anterior

source: _Move to next usage
ca_es: M_ou a l'ús següent

source: <b>General Options</b>
ca_es: <b>Opcions generals</b>

source: Enable _optimizations
ca_es: Activa les _optimitzacions

source: _Generate overflow checks
ca_es: _Genera comprovacions de desbordament

source: Generate _xml documentation
ca_es: Genera documentació _xml

source: None
ca_es: Cap

source: Platform target:
ca_es: Plataforma objectiu:

source: Define S_ymbols:
ca_es: Defineix els s_ímbols:

source: _Warning Level:
ca_es: Nivell d'_advertiment:

source: _Ignore warnings:
ca_es: _Ignora els avisos:

source: Treat warnings as _errors
ca_es: Tracta els avisos com _errors

source: <b>Additional Options</b>
ca_es: <b>Opcions addicionals</b>

source: _Additional arguments:
ca_es: _Arguments addicionals:

source: <b>Language Options</b>
ca_es: <b>Opcions del llenguatge</b>

source: C# Language Version:
ca_es: Versió del llenguatge C#:

source: Allow '_unsafe' code
ca_es: Permet codi '_unsafe'

source: {0} could not be found or is invalid.
ca_es: El fitxer {0} no s'ha pogut trobar o no és vàlid.

source: Parameter
ca_es: Paràmetre

source: Method
ca_es: Mètode

source: Field
ca_es: Camp

source: Member
ca_es: Membre

source: Do not change
ca_es: No ho canviïs

source: End of line
ca_es: Final de la línia

source: End of line without space
ca_es: Final de la línia sense espais

source: Next line
ca_es: Línia següent

source: Indentation
ca_es: Sagnat

source: Braces
ca_es: Claus

source: New Lines
ca_es: Línies noves

source: Declarations
ca_es: Declaracions

source: Namespace declaration
ca_es: Declaració de l'espai de noms:

source: Class declaration
ca_es: Declaració de la classe

source: Interface declaration
ca_es: Declaració de la interfície

source: Struct declaration
ca_es: Declaració de l'estructura

source: Enum declaration
ca_es: Declaració de l'enumerador

source: Method declaration
ca_es: Declaració del mètode

source: Anonymous methods
ca_es: Mètodes anònims

source: Constructor declaration
ca_es: Declaració del constructor

source: Destructor declaration
ca_es: Declaració del destructor

source: Property declaration
ca_es: Declaració de la propietat

source: Get declaration
ca_es: Obté la del «get»

source: Allow one line get
ca_es: Permet una línia per «get»

source: Set declaration
ca_es: Declaració del «set»

source: Allow one line set
ca_es: Permet una línia per «set»

source: Event declaration
ca_es: Declaració de l'esdeveniment

source: Add declaration
ca_es: Afegeix una declaració

source: Remove declaration
ca_es: Suprimeix la configuració

source: Parentheses
ca_es: Parèntesis

source: page1
ca_es: pàgina1

source: Exceptions
ca_es: Excepcions

source: Gettext Editor
ca_es: Editor Gettext

source: Create New Localization
ca_es: Crea una localització nova

source: _Language:
ca_es: _Llenguatges:

source: U_se Country Code
ca_es: _Utilitza el codi de país

source: _Known Language
ca_es: _Llengua coneguda

source: _User Defined Locale
ca_es: _Locale definit per l'usuari

source: Last modification:
ca_es: Última modificació:

source: _Comments:
ca_es: _Comentaris:

source: _Project name:
ca_es: _Nom del projecte

source: P_roject version:
ca_es: _Versió del projecte:

source: _Bugzilla URL:
ca_es: URL del _Bugzilla:

source: Creation date:
ca_es: Data de creació:

source: Project settings
ca_es: Opcions del projecte

source: _Translator name:
ca_es: _Nom del traductor:

source: T_ranslator e-mail:
ca_es: _Correu electrònic del traductor:

source: _Language group:
ca_es: _Grup de llengües:

source: Scanning project {0}...
ca_es: S'està escanejant el projecte {0}...

source: Updating message catalog
ca_es: S'està actualitzant el catàleg de missatges

source: Done
ca_es: Fet

source: Operation cancelled.
ca_es: S'ha cancel·lat l'operació.

source: Updating {0}
ca_es: S'està actualitzant {0}

source: Could not update file {0}
ca_es: No s'ha pogut actualitzar el fitxer {0}

source: Removing all .mo files.
ca_es: S'estant suprimint tots els fitxers .mo.

source: Translator Output
ca_es: Sortida del traductor

source: Translation update failed.
ca_es: Ha fallat l'actualització de la traducció.

source: Translation Options
ca_es: Opcions de traducció

source: _Package name:
ca_es: _Nom del paquet:

source: _System path:
ca_es: _Camí del sistema:

source: <b>Init String</b>
ca_es: <b>Cadena d'inicialització</b>

source: Include in Projects
ca_es: Inclou als projectes

source: Translation
ca_es: Traducció

source: Headers
ca_es: Capçaleres

source: Original string
ca_es: Cadena original

source: Translated string
ca_es: Cadena traduïda

source: Show missing translations
ca_es: Mostra les traduccions que manquen

source: Show valid translations
ca_es: Mostra les traduccions vàlides

source: _Search in
ca_es: _Cerca a:

source: _Translated
ca_es: _Traduït

source: _Both
ca_es: _Ambdós

source: _Case sensitive
ca_es: _Distingeix entre majúscules i minúscules

source: {0} Missing Message
ca_es: Manca {0} missatge

source: _Filter:
ca_es: _Filtre:

source: Valid
ca_es: Vàlid

source: F_ound in:
ca_es: Tr_obat a:

source: Form {0}
ca_es: Forma {0}

source: _Add Translation...
ca_es: _Afegeix una traducció...

source: U_pdate Translations
ca_es: _Actualitza les traduccions

source: Updates all translation files.
ca_es: Actualitza tots els fitxers de traduccions.

source: _Update Translation
ca_es: A_ctualitza la traducció

source: Updates this translation.
ca_es: Actualitza aquesta traducció.

source: PO Files
ca_es: Fitxers PO

source: Translation Project
ca_es: Projecte de traducció

source: Group '{0}':'{1}'
ca_es: Grup «{0}»:«{1}»

source: Capture '{0}'
ca_es: Captura «{0}»

source: Group '{0}' not found
ca_es: No s'ha trobat el grup «{0}»

source: Invalid expression
ca_es: Expressió no vàlida

source: Ignore Whitespace
ca_es: Ignora els espais en blanc

source: Right to left
ca_es: Dreta a esquerra

source: Matches
ca_es: Coincidències

source: Substitutions
ca_es: Substitucions

source: (subexpression)
ca_es: (subexpressió)

source: C++ Files
ca_es: Fitxers C++

source: C Files
ca_es: Fitxers C

source: Code Generation
ca_es: Generació de codi

source: Edit Packages...
ca_es: Edita els paquets...

source: Update class pad
ca_es: Actualitza el panell de classes

source: Empty C Project
ca_es: Projecte C buit

source: Creates an empty C solution.
ca_es: Crea una solució C buida.

source: Empty C Source File
ca_es: Fitxer C buit

source: Creates an empty C source file.
ca_es: Crea un fitxer C buit.

source: Empty C++ Project
ca_es: Projecte C++ buit

source: Creates an empty C++ solution.
ca_es: Crea una solució C++ buida.

source: Empty C Header File
ca_es: Fitxer de capçalera C buit

source: Creates an empty C header file.
ca_es: Crea un fitxer de capçalera C buit.

source: Empty C++ Header File
ca_es: Fitxer de capçalera C++ buit

source: Creates an empty C++ header file.
ca_es: Crea un fitxer de capçalera C# buit.

source: Empty C++ Source File
ca_es: Fitxer de capçalera C++ buit

source: Creates an empty C++ source file.
ca_es: Crea un fitxer C++ buit.

source: Shared Library
ca_es: Biblioteca compartida

source: Creates simple shared library C project.
ca_es: Crea un projecte simple de biblioteca C compartida.

source: Creates simple shared library C++ project.
ca_es: Crea un projecte simple de biblioteca C++ compartida.

source: Static Library
ca_es: Biblioteca estàtica

source: Creates simple static library C project.
ca_es: Crea un projecte simple de biblioteca C estàtica.

source: Creates simple static library C++ project.
ca_es: Crea un projecte simple de biblioteca C++ estàtica.

source: Creates simple hello world C project.
ca_es: Crea un projecte simple Hola món en C.

source: Creates simple hello world C++ project.
ca_es: Crea un projecte simple Hola món en C++.

source: _Project Directory
ca_es: Directori del _projecte

source: _Root Solution Directory
ca_es: Directori arrel de la _solució

source: Add Library
ca_es: Afegeix una biblioteca

source: Add Path
ca_es: Afegeix un camí

source: Build cancelled
ca_es: S'ha cancel·lat el muntatge

source: warning
ca_es: avís

source: note
ca_es: nota

source: Warning Level:
ca_es: Nivell d'avís:

source: Optimization Level:
ca_es: Nivell d'optimització:

source: Target:
ca_es: Objectiu:

source: Shared Object
ca_es: Objecte compartit

source: no warnings
ca_es: cap avís

source: all
ca_es: tot

source: Treat warnings as errors
ca_es: Tracta els avisos com _errors

source: Define Symbols:
ca_es: Defineix els símbols:

source: Extra Compiler Options
ca_es: Opcions extra del compilador

source: <b>Extra Options</b>
ca_es: <b>Opcions extra</b>

source: Library:
ca_es: Biblioteca:

source: Libraries
ca_es: Biblioteques

source: Include:
ca_es: Inclou:

source: Paths
ca_es: Camins

source: Use ccache
ca_es: Utilitza ccache

source: Edit packages
ca_es: Edita els paquets

source: System Packages
ca_es: Paquets del sistema

source: Project Packages
ca_es: Paquets del projecte

source: Selected packages:
ca_es: Paquets seleccionats:

source: Output Name:
ca_es: Nom de sortida:

source: Output Path:
ca_es: Camí de sortida:

source: Parameters:
ca_es: Paràmetres:

source: Default C Compiler:
ca_es: Compilador C per defecte:

source: Default C++ Compiler:
ca_es: Compilador C++ per defecte:

source: Package Details
ca_es: Detalls del paquet

source: Description:
ca_es: Descripció:

source: Requires:
ca_es: Requereix:

source: Libs:
ca_es: Biblioteques:

source: (Global Scope)
ca_es: (àmbit global)

source: <b>Parser Warning</b>: {0}
ca_es: <b>Avís de l'analitzador</b>: {0}

source: _Input Methods
ca_es: _Mètodes d'entrada

source: Source Code Editor
ca_es: Editor de codi font

source: Print operation failed.
ca_es: S'ha produït un error en l'operació d'impressió.

source: _Reload from disk
ca_es: _Torna'l a carregar del disc

source: _Keep changes
ca_es: _Manté els canvis

source: _Use original file
ca_es: _Utilitza el fitxer original

source: _Load from autosave
ca_es: _Carrega del desament automàtic

source: Automatic
ca_es: Automàtic

source: Smart
ca_es: Intel·ligent

source: The default color scheme.
ca_es: Esquema de colors per defecte.

source: _Open URL...
ca_es: _Obre l'URL...

source: Recent Searches
ca_es: Cerques recents

source: Clear Recent Searches
ca_es: _Neteja les cerques recents

source: Not found
ca_es: No s'ha trobat

source: {0} of {1}
ca_es: {0} de {1}

source: Search pattern not found
ca_es: No s'ha trobat el patró de cerca

source: {0} match
ca_es: {0} coincidència

source: <b>Coding</b>
ca_es: <b>Codificació</b>

source: <b>Code Folding</b>
ca_es: <b>Plegament del codi</b>

source: Enable code _folding
ca_es: Habilita el plegat del codi

source: _Show line numbers
ca_es: Mostra els números de _línia

source: _Underline errors
ca_es: _Subratlla errors

source: Highlight _current line
ca_es: Ressalta la _línia actual

source: Show _column ruler
ca_es: Mostra el regle de _columna

source: <b>Automatic behaviors</b>
ca_es: <b>Comportaments automàtics</b>

source: _Insert matching brace
ca_es: _Insereix la clau coincident

source: _Smart semicolon placement
ca_es: _Ubicació intel·ligent de punt i coma

source: <b>Indentation</b>
ca_es: <b>Sagnat</b>

source: _Indentation mode:
ca_es: Mode de sag_nat:

source: <b>Navigation</b>
ca_es: <b>Navegació</b>

source: <b>Syntax highlighting</b>
ca_es: <b>Ressaltat de la sintaxi</b>

source: _Enable highlighting
ca_es: _Activa el ressaltat

source: E_nable semantic highlighting
ca_es: A_ctiva el ressaltat semàntic

source: <b>Color scheme</b>
ca_es: <b>Esquema de colors</b>

source: Page %N of %Q
ca_es: Pàgina %N de %Q

source: _Show Message Bubbles
ca_es: _Mostra els missatges en bombolles

source: _Hide Message Bubbles
ca_es: _Amaga els missatges en bombolles

source: E_rrors only
ca_es: _Només els errors

source: Markers and Rulers
ca_es: Marcadors i regles

source: Behavior
ca_es: Comportament

source: Syntax Highlighting
ca_es: Ressaltat de la sintaxi

source: _Message Bubbles
ca_es: _Missatge en bombolles

source: Assembly Browser
ca_es: Navegador d'assemblats

source: Only public members
ca_es: Només els membres públics

source: All members
ca_es: Tots els membres

source: Search for types or members
ca_es: Cerca per tipus o membres

source: Members
ca_es: Membres

source: Visibility
ca_es: Visibilitat

source: Searching member...
ca_es: S'està cercant el membre...

source: Searching type...
ca_es: S'està cercant el tipus...

source: No documentation available.
ca_es: No hi ha disponible cap documentació.

source: Navigate backward
ca_es: Navega enrere

source: Navigate forward
ca_es: Navega endavant

source: <b>Assembly:</b> {0}, Version={1}
ca_es: <b>Assemblat:</b> {0}, versió={1}

source: <b>Name:</b> {0}
ca_es: <b>Nom:</b> {0}

source: Assembly <b>{0}</b>, Version {1}
ca_es: Assemblat <b>{0}</b>, versió {1}

source: Console application
ca_es: Aplicació de consola

source: Application
ca_es: Aplicació

source: <b>Type:</b> {0}
ca_es: <b>Tipus:</b> {0}

source: Base Types
ca_es: Tipus base

source: Can't load:
ca_es: No s'ha pogut carregar:

source: Unknown package type
ca_es: Tipus de paquet desconegut

source: Please select a package type.
ca_es: Seleccioneu un tipus de paquet.

source: Project name not provided.
ca_es: No s'ha proporcionat un nom de projecte.

source: Please select a project or solution.
ca_es: Seleccioneu un projecte o solució.

source: Package name not provided.
ca_es: No s'ha proporcionat un nom de paquet.

source: Packaging project not selected.
ca_es: No s'ha seleccionat un projecte d'empaquetat.

source: Create
ca_es: Crea

source: Target directory
ca_es: Directori de l'objectiu

source: Relative target path
ca_es: Camí relatiu de l'objectiu

source: Use project relative path
ca_es: Utilitza el camí relatiu del projecte

source: File attributes
ca_es: Atributs del fitxer

source: Include in deploy
ca_es: Inclou al desplegament

source: Deployment
ca_es: Desplegament

source: Execute command
ca_es: Executa l'ordre

source: (in external terminal)
ca_es: (en un terminal extern)

source: Executing: {0} {1} {2}
ca_es: S'està executant: {0} {1} {2}

source: Local Filesystem
ca_es: Sistema de fitxers local
